Repository: xbianonpi/xbian-package-config-xbmc
Catalog: po/*.po
Languages: nl, pl, ru

source: Update notification
pl: Powiadomienie o aktualizacji
ru: Уведомление об обновлениях

source: Resident part of package xbmc-config has been changed
ru: Резидентная часть пакета xbmc-config была изменена

source: A restart of Kodi is recommended
pl: Zalecane jest ponowne uruchomienie Kodi
ru: Рекомендуется перезапуск Kodi

source: Package xbmc has been updated
pl: Pakiet xbmc został zaktualizowany
ru: Пакет xbmc обновлен

source: You have to restart Kodi immediately
pl: Musisz natychmiast ponownie uruchomić Kodi
ru: Вы должны немедленно перезапустить Kodi

source: Package upstart-xbmc-bridge has been updated
pl: Pakiet upstart-xbmc-bridge został zaktualizowany
ru: Пакет upstart-xbmc-bridge обновлен

source: Security warning
pl: Ostrzeżenie bezpieczeństwa
ru: Предупреждение системы безопасности

source: The standard password of user xbian has not been changed yet
pl: Standardowe hasło użytkownika xbian nie zostało jeszcze zmienione
ru: Стандартный пароль пользователя xbian еще не изменен

source: Setting a new one is strongly recommended
pl: Zaleca się ustawienie nowego
ru: Настоятельно рекомендуется установить новый

source: A reboot is required. Do you want to reboot now?
nl: Een herstart is vereist. Wilt u nu opnieuw opstarten?
pl: Wymagane ponowne uruchomienie. Uruchomić ponownie teraz?
ru: Требуется перезагрузка. Хотите перезагрузиться сейчас?

source: Never show this hint again?
pl: Nigdy więcej nie pokazuj tej podpowiedzi?
ru: Никогда больше не показывать эту подсказку?

source: Service
pl: Usługa
ru: Служба

source: %s successfully updated
nl: %s succesvol bijgewerkt
pl: Uaktualniono %s
ru: %sуспешно обновлено

source: Update
nl: Bijwerken
pl: Aktualizacja
ru: Обновление

source: Distribution
pl: Dystrybucja
ru: Дистрибутив

source: A distribution upgrade to %s is available
pl: Aktualizacja dystrybucji do %s jest dostępna
ru: Доступно обновление дистрибутива до %s

source: Package
pl: Pakiet
ru: Пакет

source: Some XBian package can be updated
pl: Niektóre pakiety XBian mogą być zaktualizowane
ru: Некоторые пакеты XBian можно обновить

source: System backup
nl: Systeem backup
pl: Kopia zapasowa folderu System
ru: Резервное копирование системы

source: This type of backup has not been made for a long time!
pl: Kopia zapasowa tego typu nie była tworzona od dłuższego czasu!
ru: Этот тип резервного копирования не делался в течение длительного времени!

source: Home backup
pl: Kopia zapasowa folderu domowego
ru: Резервное копирование Home

source: Please wait while updating
pl: Proszę czekać, trwa aktualizacja
ru: Пожалуйста подождите, пока выполняется обновление

source: Updates installed successfully
pl: Aktualizacje zainstalowane z powodzeniem
ru: Обновления успешно установлены

source: Video output
pl: Wyjście wideo
ru: Выход видео

source: Change HDMI, CEC and overscan settings
pl: Zmień ustawienia HDMI, CEC oraz overscan
ru: Измените HDMI, CEC и пересканируйте настройки

source: Video flags
pl: Flagi wideo
ru: Флаги видео

source: Video flags successfully updated
pl: Flagi wideo zaktualizowane z powodzeniem
ru: Флаги видео успешно обновлены

source: Force HDMI output when no tv is identified
pl: Wymuś wyjście HDMI bez wykrytego TV
ru: Принудительный выход HDMI, когда телевизор не определён

source: Ignore HDMI output even if a tv is connected
pl: Ignoruj wyjście HDMI nawet gdy wykryto TV
ru: Игнорировать выход HDMI, даже если телевизор подключен

source: Ignore CEC init, preventing wakeup of tv at reboot
pl: Ignoruj CEC Init, zapobiegające wybudzaniu TV przy restarcie
ru: Игнорирование CEC init предотвращает пробуждение телевизора при перезагрузке

source: Disable CEC
pl: Wyłącz CEC
ru: Отключить CEC

source: Disable overscan
ru: Отключить оверскан

source: Disable the 'rainbow' screen at really start of RPI
ru: Отключить 'радужный' экран в самом начале RPI

source: Network
nl: Netwerk
pl: Sieć
ru: Сеть

source: Select interface to configure
nl: Selecteer te configureren interface
pl: Wybierz interface do konfiguracji
ru: Выберите интерфейс для настройки

source: Status
pl: Stan
ru: Состояние

source: Type
pl: Typ
ru: Тип

source: IP Address
nl: IP Adres
pl: Adres IP
ru: IP адрес

source: Netmask
pl: Maska sieci
ru: Маска сети

source: Gateway
pl: Brama
ru: Шлюз

source: Nameserver
pl: Serwer nazw (DNS)
ru: Сервер имен

source: Error
nl: Foutmelding
pl: Błąd
ru: Ошибка

source: Please wait while updating...
nl: Even geduld, tot het update proces is voltooid ...
pl: Aktualizacja, proszę czekać ...
ru: Пожалуйста подождите, пока обновляется

source: Reloading values for %s
nl: Herladen van de instellingen voor %s
pl: Przeładowywanie wartości dla %s
ru: Перезагрузка значений для %s

source: Refresh
nl: Vernieuwen
pl: Odświerz
ru: Обновление

source: Successfully connected to %s
nl: Succesvol verbonden met %s
pl: Połączono do %s
ru: Успешно подключено к%s

source: Failed to connect to %s
nl: Kan geen verbinding maken met %s
pl: Nieudane połączenie do %s
ru: Не удалось подключиться к %s

source: An unexpected error occurred
nl: Een onverwachte fout heeft plaatsgevonden
pl: Wystąpił nieznany błąd
ru: Произошла непредвиденная ошибка

source: Restarting %s
pl: Restartuję %s
ru: Перезапуск %s

source: Licenses
nl: Licenties
pl: Licencje
ru: Лицензии

source: MPG2 license
nl: MPG2 licentie
pl: Licencja MPG2
ru: Лицензия MPG2

source: A %s must be 9 or 10 characters long and looks like 0x00000000. You can specify maximum 8 licenses, separated by comma.
nl: Een %s dient 9 of 10 karakters lang te zijn en ziet er uit als 0x00000000. Je kunt maximaal 8 licenties opgeven, gescheiden door een komma.
pl: %s musi zawierać 9 do 10 znaków i wyglądać jak 0x00000000. Możesz podać maksymalnie 8 licencji oddzielonych przecinkami.
ru: %sдолжно иметь длину 9 или 10 символов и выглядеть как 0x00000000. Вы можете определить максимум 8 лицензий, разделённых запятыми.

source: VC1 license
nl: VC1 licentie
pl: Licencja VC1
ru: Лицензия VC1

source: Connectivity
nl: Connectiviteit
pl: Połączenie
ru: Возможность соединения

source: System
nl: Systeem
ru: Система

source: Hostname
nl: Hostnaam
pl: Nazwa hosta (hostname)
ru: Имя хоста

source: Hostname successfully changed
nl: Hostnaam succesvol gewijzigd
pl: Zmieniono nazwę hosta (hostname)
ru: Имя хоста успешно изменено

source: Kernel
pl: Jądro
ru: Ядро

source: Version
nl: Versie
pl: Wersja
ru: Версия

source: Successfully switched kernel versions
nl: Kernel succesvol gewisseld
pl: Zamieniono wersję jądra
ru: Версии ядра успешно переключены

source: You're already running this kernel version
nl: Je maakt al gebruik van deze kernel versie
pl: Jądro w tej wersji jest aktualnie w użyciu
ru: Вы уже используете эту версию ядра

source: Overclocking
nl: Overklokken
ru: Разгон

source: The overclock settings are successfully changed
nl: De overklok instellingen zijn succesvol gewijzigd
pl: Zmieniono ustawienia overclock'a
ru: Параметры разгона успешно изменены

source: required
pl: wymagany/e
ru: обязательный

source: always
pl: zawsze
ru: всегда

source: never
pl: nigdy
ru: никогда

source: Use of initramfs
ru: Использование initramfs

source: Timezone
nl: Tijdzone
pl: Strefa czasowa
ru: Часовой пояс

source: Location
nl: Locatie
pl: Lokalizacja
ru: Расположение

source: Not Set
nl: Niet ingesteld
pl: Nie ustawiono
ru: Не Установлено

source: Accounts
pl: Konta
ru: Учётные записи

source: Root password
nl: Root wachtwoord
pl: Hasło root'a
ru: Пароль root

source: Password:
nl: Wachtwoord:
pl: Hasło
ru: Пароль

source: root password successfully changed
nl: Het root wachtwoord is succesvol gewijzigd
pl: Zmieniono hasło root'a
ru: пароль root успешно изменён

source: Passwords didn't match
nl: Wachtwoorden zijn niet gelijk
pl: Hasła nie pasują do siebie
ru: Пароли не совпадают

source: XBian password
nl: XBian wachtwoord
pl: Hasło użytkownika xbian
ru: Пароль XBian

source: xbian password successfully changed
nl: XBian wachtwoord succesvol gewijzigd
pl: Zmieniono hasło użytkownika xbian
ru: пароль xbian успешно изменён

source: SSH root login
pl: Logowanie root'a przez SSH
ru: SSH root логин

source: Get more...
nl: Meer verkrijgen...
pl: Więcej ...
ru: Получить больше...

source: Install or remove packages
nl: Installeren of verwijderen van pakketten
pl: Instaluj lub usuwaj paczki
ru: Установка или удаление пакетов

source: Installed
nl: Geïnstalleerd
pl: Zainstalowane
ru: Установлено

source: Not installed
nl: Niet geïnstalleerd
pl: Nie zainstalowane
ru: Не установлено

source: Loading package database dialog...
nl: Laden van pakket-database dialoogvenster ...
pl: Ładowanie bazy danych paczek ...
ru: Диалог загрузки базы данных пакетов...

source: Are you sure you want to install or update this package?
nl: Weet u zeker dat u dit pakket wilt installeren of bijwerken?
pl: Czy jesteś pewien, że chcesz zainstalować / uaktualnić tę paczkę?
ru: Вы уверены, что хотите установить или обновить этот пакет?

source: Install
nl: Installeren
pl: Instaluj
ru: Установка

source: Please wait...
nl: Een moment geduld ...
pl: Proszę czekać ...
ru: Пожалуйста ждите...

source: The latest version of this package is already installed
nl: De laatste versie van dit pakket is al geïnstalleerd
pl: Najnowsza wersja tej paczki jest już zainstalowana
ru: Уже установлена последняя версия этого пакета

source: The package version you are trying to install could not be found
nl: De pakket versie die u probeert te installeren kan niet worden gevonden
pl: Nie znaleziono wersji, którą chcesz zainstalować
ru: Не удалось найти версию пакета, которую вы пытаетесь установить

source: You are already running a newer version of this package than officially available
nl: U gebruikt al een nieuwere versie van dit pakket, dan degene die officieel beschikbaar is
pl: Wykryto nowszą wersję tej paczki niż oficjalnie dostępna
ru: Вы уже используете более новую версию этого пакета, чем та, которая официально доступна

source: There is a size mismatch for the remote packages
nl: Er is een grootte mismatch voor de externe pakketten
pl: Wystąpił błąd z rozmiarem zdalnej paczki
ru: Существует несоответствие размера для удаленных пакетов

source: A serious error occured while processing this package
nl: Een ernstige fout is opgetreden tijdens het verwerken van dit pakket
pl: Wystąpił poważny błąd przy przetwarzaniu tej paczki
ru: При обработке этого пакета произошла серьезная ошибка

source: Information
nl: Informatie
pl: Informacja
ru: Информация

source: Remove
nl: Verwijderen
pl: Usuń
ru: Удалить

source: Are you sure you want to remove this package?
nl: Weet u zeker dat u dit pakket wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę paczkę?
ru: Вы уверены, что хотите удалить этот пакет?

source: This package is not installed
nl: Het pakket is niet geïnstalleerd
pl: Ta paczka nie jest zainstalowana
ru: Этот пакет не установлен

source: This is an essential package, and cannot be removed
nl: Dit is een essentieel pakket en kan niet worden verwijderd
pl: To jest wymagana paczka, nie można jej usunąć
ru: Это необходимый пакет, и он не может быть удален

source: The package version you are trying to remove could not be found
pl: Nie znaleziono wersji paczki którą chcesz usunąć
ru: Не удалось найти версию пакета, которую вы пытаетесь удалить

source: Services
nl: Diensten
pl: Usługi
ru: Службы

source: The package was successfully installed
nl: Het pakket is succesvol geïnstalleerd
pl: Zainstalowano paczkę
ru: Пакет был успешно установлен

source: This package has been successfully removed
nl: Het pakket is succesvol verwijderd
pl: Ta paczka została usunięta
ru: Этот пакет успешно удален

source: Downloading remote package database...
nl: Downloaden van de externe pakket-database ...
pl: Pobieranie zdalnej bazy paczek ...
ru: Загрузка базы данных удаленного пакета...

source: Packages
nl: Pakketten
pl: Paczki
ru: Пакеты

source: Extra
ru: Дополнительный

source: Turn CEC capable TV OFF with screensaver
nl: Zet de CEC geschikte tv uit bij schermbeveiliging
pl: Wyłącz TV wspierający CEC podczas wygaszacza ekranu
ru: Выключить телевизор с поддержкой CEC с помощью заставки

source: delay (min)
nl: Vertraging (minuten)
pl: opuźnienie (min)
ru: задержка (мин)

source: Turn CEC capable TV ON when XBMC exits
nl: Zet CEC geschikte tv aan wanneer XBMC wordt afgesloten
pl: Włącz TV wspierający CEC przy wyjściu z XBMC
ru: Включить телевизор с поддержкой CEC при выходе из XBMC

source: Turn CEC capable TV OFF on RPI shutdown
nl: Zet CEC geschikte tv uit wanneer de RPi afsluit
pl: Wyłącz TV wspierający CEC przy wyłączeniu RPi
ru: Выключить телевизор с поддержкой CEC при выключении RPI

source: USB HotPlug
ru: Замена USB в горячем режиме

source: Enable USB disk automounting
nl: USB disk automounting inschakelen
pl: Włącz auto-montowanie dysków USB
ru: Разрешить автоматическое монтирование USB диска

source: Make automounted disks available via SMB
nl: Maak automounted schijven beschikbaar via SMB
pl: Udostępnij auto-montowane dyski poprzez SMB
ru: Сделать автоматически смонтированные диски доступными через SMB

source: Shares should be world writable (including anonymous access)
nl: Schrijftoegang (inclusief anonieme toegang) van netwerkshares
pl: Udziały będą dostępne do zapisu (włącznie z anonimowym dostępem)
ru: Общие ресурсы должны быть доступны для записи (включая анонимный доступ)

source: Include partition UUID in mnt folder name
nl: Neem partition UUID op in mnt folder naam
pl: Dołącz UUID partycji w nazwie zamontowanego folderu
ru: Включение раздел UUID в имя папки mnt

source: Spin Down HDD
pl: Spowalnianie obrotów HDD
ru: Снизить скорость вращения жесткого диска

source: XBMC Dynamic Priority
nl: XBMC Dynamische Prioriteit
pl: Dynamiczny Priorytet XBMC
ru: Динамический приоритет XBMC

source: Lower Nice priority
nl: Lagere "Nice" prioriteit
pl: Niższy priorytet Nice
ru: Понизить приоритет Nice

source: Higher Nice priority
nl: Hogere "Nice" prioriteit
pl: Wyższy priorytet Nice
ru: Повысить приоритет Nice

source: Mount with sync option
nl: Mount met sync optie
pl: Zamontuj z opcją sync
ru: Монтирование с возможностью синхронизации

source: Manage snapshot
nl: Beheer snapshots
pl: Zarządzaj migawką systemu
ru: Управление моментальным снимком

source: Auto snapshot
nl: Automatisch snapshot
pl: Automatyczna migawka systemu
ru: Автоматический снимок

source: Enable daily snapshot
nl: Dagelijkse snapshot instellen
pl: Uruchom codzienne migawki systemu
ru: Включить ежедневный снимок

source: Number of snapshot to keep
nl: Aantal te bewaren snapshots
pl: Liczba trzymanych migawek
ru: Количество сохраняемых моментальных снимков

source: Enable weekly snapshot
nl: Wekelijkse snapshot instellen
pl: Uruchom cotygodniowe migawki systemu
ru: Включить еженедельный снимок

source: Enable monthly snapshot
pl: Uruchom comiesięczne migawki systemu
ru: Включить ежемесячный снимок

source: Auto image
nl: Automatische image
pl: Automatyczny obraz systemu
ru: Автоматический образ

source: Destination type
nl: Bestemmingstype
pl: Typ docelowy
ru: Тип назначения

source: Block device
pl: Urządzenie blokowe
ru: Блокировать устройство

source: Destination:
nl: Bestemming:
pl: Cel:
ru: Назначение:

source: Number of images to keep
pl: Ilość trzymanych obrazów
ru: Количество сохраняемых изображений

source: Select Device
nl: Selecteer device
pl: Wybierz urządzenie
ru: Выбор Устройства

source: Start backup now
nl: Backup nu starten
pl: Uruchom kopię zapasową
ru: Начать резервное копирование

source: Backup system is finished
pl: Zakończono tworzenie kopii zapasowej
ru: Резервное копирование системы завершено

source: Can't prepare destination filesystem
nl: Kan het bestemmings bestandssysteem niet voorbereiden
ru: Не удается подготовить целевую файловую систему

source: Backup not started
pl: Kopia zapasowa nie wystartowała
ru: Резервное копирование не запущено

source: Write backup to %s?
nl: Backup wegschrijven naar %s?
pl: Zapisać kopię zapasową do %s ?
ru: Записать резервную копию на %s?

source: This will erase ALL data on %s, continue?
nl: Deze actie zal ALLE data verwijderen op %s, wilt u doorgaan?
pl: Akcja usunie WSZYSTKIE dane z %s, kontynuować?
ru: Это сотрёт все данные на %s, продолжить?

source: XBian System Backup
pl: Kopia zapasowa systemu XBian
ru: Резервная копия системы XBian

source: Please wait while creating backup file
nl: Een moment geduld, er wordt een backup gemaakt
pl: Proszę czekać, tworzenie pliku kopii zapasowej
ru: Пожалуйста подождите, пока создаётся файл резервной копии

source: Restore backup
nl: Herstel een backup
pl: Przywracanie kopii zapasowej
ru: Восстановить резервную копию

source: Backup /home is finished. In case of destination folder/xbmc-backup, please grab the file over network or save locally.
pl: Kopia zapasowa /home gotowa. W przypadku gdy zapisano do /xbmc-backup pobierz plik przez sieć lub zachowaj na lokalnym dysku.
ru: Резервное копирование /home завершено. Если целевой папкой является /xbmc-backup, пожалуйста скопируйте файл по сети или сохраните локально.

source: It can take several minutes depending on size of your /home directory
pl: To może potrwać kilka minut, w zależności od rozmiaru folderu /home
ru: Это может занять несколько минут в зависимости от размера каталога /home

source: If file is created under /xbian-backup, it is also accessible through smb share
ru: Если файл создан в /xbian-backup, он также доступен через SMB

source: Until finished, there will be just temp folder. Once ready, .img.gz file will appear.
pl: Do momentu ukończenia będzie dostępny jedynie folder temp. Po ukończeniu pojawi się plik .img.gz
ru: Пока не завершится, будет только временная папка. Как только будет готово, появится файл .img.gz

source: You can copy the file directly to you computer (the file will be deleted during boot!)
pl: Proszę skopiować plik na komputer (zostanie on usunięty przy restarcie systemu!)
ru: Вы можете скопировать файл непосредственно на свой компьютер (файл будет удален во время загрузки!)

source: To restore your /home folder, just copy .img.gz file to /xbian-backup/put_to_restore folder.
pl: Aby przywrócić folder /home umieść plik .img.gz w folderze /xbmc-backup/put_to_restore
ru: Чтобы восстановить папку / home, просто скопируйте файл .img.gz в папку /xbian-backup /put_to_restore.

source: Backup /home to file
nl: Backup van /home naar bestand
pl: Stwórz plik kopii zapasowej folderu /home
ru: Сделать резервную копию /home в файл

source: Please wait, /home is restored in background now
pl: Proszę czekać, przywracanie folderu /home odbywa się w tle
ru: Пожалуйста, подождите, / home восстанавливается в фоновом режиме

source: After this has been done, Kodi will be restarted automatically
pl: Po ukończeniu Kodi automatycznie uruchomi się ponownie
ru: После этого, Kodi будет перезапущен автоматически

source: Select Home Image
nl: Selecteer een Home Image
pl: Wybierz plik obrazu folderu /home
ru: Выберите образ Home

source: Do you want to restore /home from %s
pl: Czy chcesz przywrócić folder /home z %s
ru: Хотите восстановить /home из %s?

source: It can take several minutes depending on size of your backup image.
nl: Het kan enkele minuten duren, afhankelijk van de grootte van uw backup image
pl: To może potrwać kilka minut, w zależności od rozmiaru pliku kopii .
ru: Это может занять несколько минут в зависимости от размера образа резервной копии.

source: Mount a snapshot
nl: Mount een snapshot
pl: Zamontuj migawkę systemu
ru: Подключение моментального снимка

source: Snapshot
pl: Migawka systemu
ru: Моментальный снимок

source: Loading volumes...
nl: Laden van volumes ...
pl: Ładowanie wolumenów ...
ru: Загрузка томов...

source: Btrfs volume
pl: Wolumen btrfs
ru: Том Btrfs

source: Rollback to a snapshot
nl: Terugdraaien van een snapshot
pl: Wróć do migawki
ru: Откат к моментальному снимку

source: Delete a snapshot
nl: Verwijder een snapshot
pl: Usuń migawkę
ru: Удалить моментальный снимок

source: Create a snapshot
nl: Maak een snapshot
pl: Utwórz migawkę
ru: Создать моментальный снимок

source: Snapshot name
nl: Snapshot naam
pl: Nazwa migawki
ru: Имя моментального снимка

source: Backup
pl: Kopia zapasowa
ru: Резервное копирование

source: Edit
nl: Wijzig
pl: Edycja
ru: Редактирование

source: Add a custom service
nl: Een custom service toevoegen
pl: Dodaj niestandardową usługę
ru: Добавление пользовательской службы

source: Running
nl: Geactiveerd
pl: Uruchomoino
ru: Выполняется

source: Stopped
nl: Gestopt
pl: Zatrzymano
ru: Оснановлено

source: Start/stop and manage services
nl: Starten, stoppen en beheren van diensten
pl: Start/stop i zarządzanie usługami
ru: Запуск/остановка и управление службами

source: Stop
nl: Stoppen
ru: Останов

source: Restart
nl: Herstarten
ru: Перезапуск

source: Start
nl: Starten
ru: Запуск

source: Disable autostart
nl: Autostart uitschakelen
pl: Wyłącz autostart
ru: Отключить автозапуск

source: Autostart
nl: Automatisch starten
ru: Автозапуск

source: Delete
nl: Verwijder
pl: Usuń
ru: Удалить

source: Do you want to %s
nl: Wilt u %s
pl: Czy chcesz %s
ru: Вы хотите %s

source: Can not %s %s
pl: Nie mogę %s %s
ru: Не в состоянии %s%s

source: %s %s successfully
ru: %s%sуспешно

source: %s already running
ru: %sуже запущено

source: %s already stopped
ru: %sуже остановлен

source: Autostart already enabled for %s
pl: Autostart już włączony dla %s
ru: Автозапуск уже включен для %s

source: Autostart already disabled for %s
pl: Autostart już wyłączony dla %s
ru: Автозапуск уже отключен для %s

source: Name
nl: Naam
pl: Nazwa
ru: Имя

source: Do you want to insert %s
nl: Wilt u %s invoegen
ru: Вы хотите вставить %s?

source: The service has successfully been inserted
nl: De service is toegevoegd
ru: Служба успешно вставлена

source: Failed to refresh the service...
nl: Het vernieuwen van de service is mislukt
pl: Nieudane odświerzenie usługi ...
ru: Не удалось обновить службу...

source: This service does not exists...
nl: De dienst bestaat niet ...
pl: Taka usługa nie istnieje ...
ru: Служба не существует...

source: Advanced
nl: Geavanceerd
ru: Расширенный

source: Advanced_mode
nl: Geavanceerde modus
ru: Расширенный режим

source: Notifications
nl: Berichtgeving
ru: Уведомления

source: Notify on error
nl: Toon een notificatie bij een fout
ru: Уведомлять об ошибке

source: Notify on success
nl: Toon een notificatie bij succes
ru: Уведомлять об успехе

source: Show messages while playing media
ru: Показывать сообщения во время воспроизведения мультимедиа

source: Ask confirmation before saving new settings
nl: Vraag om goedkeuring voorafgaand aan het bijwerken van instellingen
ru: Запрашивать подтверждение перед сохранением новых настроек

source: Enable all Hints
ru: Включить все подсказки

source: Do you want to continue?
ru: Вы хотите продолжить?

source: Update all
ru: Обновить всё

source: Check for system updates
nl: Controleren op updates van het systeem
ru: Проверка обновлений системы

source: Updates
ru: Обновления

source: A serious error occured while processing these packages
nl: Een ernstige fout is opgetreden tijdens het verwerken van deze pakketten
ru: При обработке этих пакетов произошла серьезная ошибка

source: The packages are successfully updated
nl: De pakketten zijn succesvol bijgewerkt
ru: Пакеты успешно обновлены

source: Are you sure you want to do an Distritubion upgrade? This will take a long time
ru: Вы уверены, что хотите обновить дистрибутив? Это займет много времени

source: Are you sure you want to update these packages?
nl: Wilt u deze pakketten bijwerken?
ru: Вы уверены, что хотите обновить эти пакеты?

source: Retrieving list of upgradeable packages...
nl: Ophalen van lijst met upgradeable pakketten
ru: Получение списка обновляемых пакетов...

source: The latest versions of these packages are already installed
nl: De laatste versies van deze pakketten zijn reeds geïnstalleerd
ru: Последние версии этих пакетов уже установлены
