Repository: xbianonpi/xbian-package-config-xbmc
Catalog: po/*.po
Languages: nl, pl, ru

source: The packages you are trying to install could not be found
nl: De pakketten die u wilt installeren kunnen niet gevonden worden
ru: Не удалось найти пакеты, которые вы пытаетесь установить

source: Distribution upgrade to %s
ru: Дистрибутив обновлён на%s

source: Update_to_date
nl: Up-to-date
ru: Обновление до даты

source: Automatic updates
nl: Automatische updates
ru: Автоматические обновления

source: Auto install available updates
nl: Automatisch installeren van beschikbare updates
ru: Автоматическая установка доступных обновлений

source: Do a snapshot with APT-GET transaction
nl: Maak een snapshot bij een apt-get actie
ru: Сделать снимок с помощью транзакции APT-GET

source: Auto update package inventory
nl: Automatisch controleren op updates
ru: Инвентаризация пакета автоматического обновления

source: interval (days)
nl: Interval (dagen)
ru: Интервал (дней)

source: Additional repositories
ru: Дополнительные репозитории

source: Staging repository
ru: Промежуточный репозиторий

source: Please execute again
ru: Пожалуйста, выполните снова

source: Devel repository
ru: Репозиторий Devel

source: Restore Home
nl: Herstel Home
pl: Przywróć katalog Domowy
ru: Восстановить Home

source: Restore
nl: Herstel
pl: Przywróć
ru: Восстановить

source: XBian will offer you an easy way to backup your setup.[CR]If you have a previous backup of your home[CR](it contain your XBMC configuration, addons, settings including Libraries...),[CR]you can restore now.[CR][CR]Later, if you want to do a backup, create a snapshot and many more,[CR],go to system->xbian->backup
nl: XBian biedt u een eenvoudige manier om een backup te maken van je systeem. [CR] Als u al een bestaande back-up van uw Home folder heeft [CR] (deze bevat uw XBMC configuratie, add-on, instellingen, bibliotheken ...), [CR] kunt u deze nu herstellen. [CR] [CR] Als u later een back-up wilt maken, kunt u onder andere een snapshot maken, [CR], ga hiervoor naar systeem-> xbian-> backup
ru: XBian предложит вам простой способ резервного копирования вашей установки.[CR]если у вас есть предыдущая резервная копия вашего home [CR](она содержит конфигурацию XBMC, аддоны, настройки, включая библиотеки...), [CR]теперь можно восстановить.[CR][CR]позже, если вы хотите сделать резервную копию, создать снимок и многое другое,[СГ],перейдите в System->xbian->backup

source: Welcome to XBian
nl: Welkom bij XBian
ru: Добро пожаловать в XBian

source: Welcome
nl: Welkom
ru: Добро пожаловать

source: Thanks for choosing XBian.[CR][CR]XBian is a free Open Source media centre XBian for the Raspberry Pi.[CR]Our slogans is "XBMC on Raspberry Pi, the Bleeding edge" as our main focus is on delivering the fasted media centre for the Raspberry Pi.[CR][CR]We believe that everyone can make XBian better.[CR]Please visit our www.xbian.org for support. If you have any questions, suggestions or contributions, please share them with us!
nl: Bedankt voor het kiezen XBian. [CR] [CR] XBian is een gratis open source media center distributie voor de Raspberry Pi. [CR] Onze slogan is "XBMC on Raspberry Pi, the Bleeding edge" waarbij onze belangrijkste focus ligt op het leveren van de snelste media center voor de Raspberry Pi. [CR] [CR] Wij geloven dat iedereen kan bijdragen om XBian beter te maken. [CR] bezoek onze website www.xbian.org voor ondersteuning. Als u vragen, suggesties of bijdragen heeft, kunt u deze met ons te delen!
ru: Спасибо, что выбрали XBian.[CR] [CR]XBian - это бесплатный медиа-центр с открытым исходным кодом XBian для Raspberry Pi.[СГ]наши лозунги "Передовой XBMC на Raspberry Pi" основной упор делается на предоставлении более быстрого медиацентра на Raspberry Pi.[CR] [CR]Мы считаем, что каждый может сделать XBian лучше.[CR]Пожалуйста посетите наше www.xbian.org для оказания поддержки. Если у вас есть какие-либо вопросы, предложения или пожертвования, пожалуйста, поделитесь ими с нами!

source: Enter your License key
nl: Voer uw licentie code in
pl: Wprowadź klucz licencji
ru: Введите ваш лицензионный ключ

source: License key
nl: Licentie code
pl: Klucz licencji
ru: Лицензионный ключ

source: The Raspberry Pi can decode the majority of video and audio formats, however, in order to decode VC-1 (Used in some BluRay discs) and MPEG-2, you will need to purchase a license key for these.[CR]They are available at http://www.raspberrypi.com/license-keys/[CR][CR]If you already have a license key, you can enter it now.
nl: De Raspberry Pi kan het merendeel van de video en audio bestanden afspelen, echter om VC1 (wordt gebruikt in sommige BluRay schijven) of MPEG-2 te decoderen , dient u een licentie aan te schaffen.[CR]Deze zijn verkrijgbaar bij http://www.raspberrypi.com/licence-keys/[CR][CR]Wanneer u al beschikt over deze licenties, kunt u ze hier opvoeren.
ru: Raspberry Pi может декодировать большинство видео и аудио форматов, однако, для того, чтобы декодировать VC-1 (используется в некоторых BluRay дисках) и MPEG-2, вам нужно будет приобрести лицензионный ключ для них.[CR]Они доступны по адресу http://www.raspberrypi.com/license-keys/[CR][CR]If Если у вас уже есть лицензионный ключ, вы можете ввести его сейчас.

source: Update XBian
nl: XBian bijwerken
ru: Обновить XBian

source: update
nl: Bijwerken
ru: обновить

source: You can now choose how XBian will be updated and how often to check for updates.[CR][CR]By default, XBian will not be updated automatically, but you will be advised when a new update is available.[CR][CR]To update go to System -> XBian -> Update and select the packages to upgrade.[CR][CR]If you wish XBian to be updated automatically, you can set it now.
nl: U kunt nu kiezen hoe XBian zal worden bijgewerkt en hoe vaak het systeem zal controleren op updates. [CR] [CR] Standaard wordt XBian niet automatisch bijgewerkt, echter u wordt geïnformeerd wanneer er een nieuwe update beschikbaar is. [CR] [CR ] Om het systeem te bijwerken gaat u naar Systeem -> XBian -> bijwerken en selecteert u de pakketten die u wilt bijwerken. [CR] [CR] Wilt u dat XBian automatisch wordt bijgewerkt, dan kunt u dat nu instellen..
ru: Теперь вы можете выбрать, как XBian будет обновляться и как часто проверять наличие обновлений.[CR][CR]По умолчанию XBian не будет обновляться автоматически, но вы будете уведомлены, когда новое обновление станет доступно.[CR] [CR]Для обновления перейдите в System - > XBian - > Update и выберите пакеты для обновления.[CR][CR]Если Вы хотите, чтобы XBian обновлялся автоматически, вы можете задать это сейчас.

source: Configure your network
nl: Configureer je netwerk
pl: Konfiguruj swoją sieć
ru: Настройка вашей сети

source: Configuring your wired or wireless connection in XBian is really easy. XBian can run without internet access but you will have a better experience with it.
nl: Het configureren van uw vaste of draadloze verbinding in XBian is zeer eenvoudig. XBian werkt ook zonder toegang tot het internet, maar met internettoegang zult u een betere ervaring beleven.
pl: Konfoguracja sieci kablowej lub WiFi w XBian'ie jest łatwa. XBian działa bez dostępu do internetu, ale ma dużo większe możliwości po podłączeniu.
ru: Настройка проводного или беспроводного соединения в XBian очень проста. XBian может работать без доступа в интернет, но с ним вы будете иметь лучшие впечатления.

source: Install new packages
nl: Installeer nieuwe pakketten
pl: Instaluj nowe paczki
ru: Установка новых пакетов

source: package
nl: Pakket
pl: paczka
ru: пакет

source: XBian comes with everything needed for XBMC but you can easily add pre-configured packages like Torrent, Newsbin, CouchPotatoe and many more.[CR][CR]Users can create their own package and share it with others. If you feel you have something that others may like, go to the XBian Forum and post a thread, and someone will get back to you with information.[CR][CR]Please be patient while the package list is loading.
nl: XBian beschikt over alle functionaliteiten die nodig zijn voor het draaien van XBMC, maar u kunt eenvoudig aanvullende vooraf geconfigureerde pakketten (zoals Torrent, Newsbin, CouchPotato en meer) toevoegen. [CR] [CR] Gebruikers kunnen hun eigen pakket samenstellen en delen met anderen gebruikers. Als je het idee hebt dat je iets waardevol kan zijn voor anderen, ga dan naar het XBian forum en post een thread, verdere informatie zal van daaruit worden verstrekt. [CR] [CR] Wees geduldig wanneer de pakketten worden geladen.
ru: XBian поставляется со всем необходимым для XBMC, но вы можете легко добавить предварительно настроенные пакеты, такие как Torrent, Newsbin, CouchPotatoe и многое другое.[CR] [CR]Пользователи могут создавать свои собственные пакеты и делиться ими с другими. Если вы чувствуете, что у вас есть что-то, что может понравиться другим, перейдите на форум XBian и опубликуйте поток, и кто-то свяжется с вами с информацией.[CR] [CR]Пожалуйста, будьте терпеливы, пока список пакетов загружается.

source: It's time to play
ru: Пришло время поиграть

source: Finish
nl: Klaar
ru: Финиш

source: You now have a fully configured XBian.[CR]We hope it will give you a great experience.[CR][CR]If you want to manage additional XBian settings: Go System -> XBian.[CR]If you want to rerun this Wizard at a later date: Select tab XBian Wizard under System
nl: U beschikt nu over een volledig geconfigureerd XBian systeem [CR] We hopen dat XBian u een geweldige ervaring geeft.[CR] [CR] Wilt u aanvullende zaken binnen XBian instellen, ga dan naar Systeem -> XBian.[CR] Als u deze wizard opnieuw of op een ander tijdstip wilt uitvoeren, selecteer dan het tabblad XBian Wizard onder Systeem
ru: Теперь у вас есть полностью настроенный XBian.[CR]Мы надеемся, что это даст Вам великолепные впечатления.[CR][CR]если вы хотите управлять дополнительными параметрами XBian перейдите: System -> XBian.[CR]Если Вы хотите перезапустить этот мастер установки позже: выберите закладку Xbian Wizard в разделе System

source: XBian-config is still running
ru: XBian-config всё ещё работает

source: XBian Config
ru: Конфигурация XBian

source: Initialisation...
nl: Initialiseren ...
ru: Инициализация...

source: Loading
nl: Laden
pl: Ładowanie
ru: Загрузка

source: Value must be greater than %d
nl: Waarden dienen groter te zijn dan %d
ru: Значение должно быть больше %d

source: Value must be lower than %d
nl: Waarden dienen lager te zijn dan %d
ru: Значение должно быть ниже %d

source: Scan
nl: Scannen
pl: Skanuj
ru: Сканирование

source: Scanning for available networks...
nl: Scannen van beschikbare netwerken ...
pl: Skanowanie w poszukiwaniu dostępnych sieci...
ru: Сканирование доступных сетей...

source: Enter credentials for selected interface
nl: Voer autorisatie in voor geselecteerde interface
ru: Введите учетные данные для выбранного интерфейса

source: Please wait. Trying to connect to %s
nl: Een moment geduld. Proberen om verbinding te maken met %s
ru: Пожалуйста подождите. Пытаюсь подключиться к%s

source: Click to load...
pl: Kliknij aby załadować...
ru: Нажмите, чтобы загрузить...

source: ERROR : cannot save setting
nl: Foutmelding: opslaan van instellingen niet gelukt
ru: ОШИБКА: не удается сохранить настройку

source: Setting has been saved
nl: Instellingen zijn opgeslagen
pl: Ustawienia zostały zachowane
ru: Настройка сохранена

source: Data you have enter is not correct
nl: Ingevoerde gegevens zijn incorrect
ru: Данные, которые вы ввели, неверны

source: Are you sure to apply modification?
nl: Weet u zeker dat u de aanpassingen wilt toepassen?
ru: Вы уверены, что хотите применить изменения?

source: If file is created under /xbmc-backup, it is also accessible through smb share
pl: Jeżeli plik utworzono w /xbmc-backup jest on dostępny przez udział SMB

source: Umount a snapshot
pl: Odmontuj migawkę

source: Networkserver
nl: Nameserver

source: Backup file is prepared at /xbmc-backup. Please grab the file over network or save locally.
nl: Backup bestand is klaargezet op /xbmc-backup. Gaarne dit bestand kopiëren naar een netwerk- of andere veilige locatie

source: Backup /home process failed!
nl: Backup van /home is mislukt

source: It can take several minutes depending on size of your /home/xbian directory
nl: Het kan enkele minuten duren, afhankelijk van de grootte van uw /home/xbian directory

source: File will be created under /xbian-backup, which is also accessible through smb share
nl: Bestanden worden gecreeerd in de map /xbian-backup, welke tevens toegankelijk zijn via de SMB share

source: Until finished, there will be just temp folder. Once ready, .img file will appear.
nl: Tijdens de operatie zal er enkel een tijdelijke map gemaakt worden. Eenmaal klaar zal het .img bestand zichtbaar worden

source: You can copy the file directly to you computer (the file will be deleted during reboots!)
nl: U kunt het bestand kopiëren naar uw computer (tijdens een herstart zal het bestand verwijderd worden!)

source: To restore your XBMC, just copy .img file to /xbian-backup/put_to_restore folder.
nl: Om XBMC te herstellen kopieert u het .img bestand naar de map /xbian-backup/put_to_restore.

source: %s : Do you want to restore home from %s?
nl: %s: Wilt u home herstellen van %s?
